# To change this license header, choose License Headers in Project Properties.
# To change this template file, choose Tools | Templates
# and open the template in the editor.

title=\u091c\u0921\u093c\u0947\u0902 \u0915\u0948\u0932\u0915\u0941\u0932\u0947\u091f\u0930
language=\u092d\u093e\u0937
help=\u092e\u0926\u0926
reference=\u092e\u0926\u0926
about=\u0915\u093e\u0930\u094d\u092f\u0915\u094d\u0930\u092e \u0915\u0947 \u092c\u093e\u0930\u0947 \u092e\u0947\u0902
input=\u0907\u0928\u092a\u0941\u091f \u0915\u094d\u0937\u0947\u0924\u094d\u0930
number=\u0938\u0902\u0916\u094d\u092f\u093e
precision=\u0936\u0941\u0926\u094d\u0927\u0924\u093e
calculateRoot=\u0930\u0942\u091f \u0915\u0940 \u0917\u0923\u0928\u093e \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f
result=\u092a\u0930\u093f\u0923\u093e\u092e
referenceText=\u0915\u093e\u0930\u094d\u092f\u0915\u094d\u0930\u092e \u0915\u0947 \u0909\u092a\u092f\u094b\u0917 \u092a\u0930 \u092e\u0926\u0926:\n1.\u0906\u092a "\u0938\u0902\u0916\u094d\u092f\u093e"\u0932\u0947\u092c\u0932 \u0915\u094d\u0937\u0947\u0924\u094d\u0930 \u092e\u0947\u0902 \u091c\u0921\u093c \u0928\u093f\u0915\u093e\u0932\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u091a\u093e\u0939\u0924\u0947 \u0939\u0948\u0902, \u091c\u093f\u0938\u092e\u0947\u0902 \u0938\u0947 \u0938\u0902\u0916\u094d\u092f\u093e \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902.\n\u0928\u093f\u092f\u092e\u093f\u0924 \u0938\u0902\u0916\u094d\u092f\u093e \u0915\u093e \u0938\u092e\u0930\u094d\u0925\u0928 \u0915\u0930\u0924\u093e \u0939\u0948, \u092a\u094d\u0930\u093e\u0930\u0942\u092a \u092e\u0947\u0902 \u091c\u091f\u093f\u0932 "\u0938\u0902\u0916\u094d\u092f\u093e"+ / - "\u0938\u0902\u0916\u094d\u092f\u093e" \u092e\u0948\u0902 (\u0915\u093e\u0932\u094d\u092a\u0928\u093f\u0915 \u092d\u093e\u0917 1 \u092f\u093e -1 \u0939\u0948, \u0924\u094b \u0907\u0938\u0947 \u091b\u094b\u0921\u093c\u093e \u091c\u093e \u0938\u0915\u0924\u093e \u0939\u0948) \u0914\u0930 \u0932\u0902\u092c\u0947 \u0938\u092e\u092f \u0924\u0915 \u0964 \n2.\u0906\u092a \u092c\u0949\u0915\u094d\u0938 \u0932\u0947\u092c\u0932 \u092a\u0930\u093f\u0936\u0941\u0926\u094d\u0927\u0924\u093e \u092e\u0947\u0902 \u0907\u0938 \u0938\u0902\u0916\u094d\u092f\u093e \u0915\u093e \u0935\u0930\u094d\u0917\u092e\u0942\u0932 \u0915\u0940 \u0917\u0923\u0928\u093e \u0915\u0930\u0928\u093e \u091a\u093e\u0939\u0924\u0947 \u0939\u0948\u0902 \u091c\u093f\u0938\u0915\u0947 \u0938\u093e\u0925 \u0938\u091f\u0940\u0915 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902.\n3."\u0917\u0923\u0928\u093e \u0930\u0942\u091f"\u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902 \u0964 \n\u092f\u0926\u093f \u0917\u0923\u0928\u093e \u092e\u0947\u0902 \u0938\u092b\u0932 \u0930\u0939\u0947 \u0925\u0947, \u0915\u094d\u0937\u0947\u0924\u094d\u0930 \u092e\u0947\u0902 "\u092a\u0930\u093f\u0923\u093e\u092e \u0939\u094b\u0917\u093e" \u0909\u0924\u094d\u092a\u093e\u0926\u0928 \u0915\u0947 \u092e\u0942\u0932\u094d\u092f kvadratnog \u0915\u0949\u0930\u094d\u0928\u093f\u092f\u093e \u0938\u0902\u0916\u094d\u092f\u093e \u0939\u0948 \u0964 \n\u090f\u0915 \u0924\u094d\u0930\u0941\u091f\u093f \u0917\u0923\u0928\u093e \u0915\u0947 \u0926\u094c\u0930\u093e\u0928 \u0939\u094b\u0924\u093e \u0939\u0948, \u0924\u094b \u090f\u0915 \u0924\u094d\u0930\u0941\u091f\u093f \u0938\u0902\u0926\u0947\u0936 \u092a\u0930\u093f\u0923\u093e\u092e \u0915\u094d\u0937\u0947\u0924\u094d\u0930 \u092e\u0947\u0902 \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0915\u093f\u092f\u093e \u091c\u093e\u0924\u093e \u0939\u0948 \u0964 \n\u0906\u092a \u0907\u0902\u091f\u0930\u092b\u093c\u0947\u0938 \u092d\u093e\u0937\u093e \u092c\u0926\u0932\u0928\u093e \u091a\u093e\u0939\u0924\u0947 \u0939\u0948\u0902, \u092d\u093e\u0937\u093e \u092e\u0947\u0928\u0942 \u0938\u0947 \u0909\u092a\u0932\u092c\u094d\u0927 \u0935\u093f\u0915\u0932\u094d\u092a\u094b\u0902 \u092e\u0947\u0902 \u0938\u0947 \u090f\u0915 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902.
aboutText=\u091c\u0921\u093c\u0947\u0902 \u0915\u0948\u0932\u0915\u0941\u0932\u0947\u091f\u0930 \u0938\u0902\u0938\u094d\u0915\u0930\u0923 1.0
error1=\u0926\u0941\u0930\u094d\u092d\u093e\u0917\u094d\u092f \u0938\u0947, \u0926\u093f\u090f \u0917\u090f \u0921\u0947\u091f\u093e \u0926\u094d\u0935\u093e\u0930\u093e \u0930\u0942\u091f \u0915\u0940 \u0917\u0923\u0928\u093e \u0915\u0947 \u0926\u094c\u0930\u093e\u0928 \u090f\u0915 \u0924\u094d\u0930\u0941\u091f\u093f \u0909\u0924\u094d\u092a\u0928\u094d\u0928 \u0939\u0941\u0908 \u0939\u0948 \u0964 
error2=\u0921\u092c\u0932 \u0926\u0930\u094d\u091c \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0921\u0947\u091f\u093e \u0915\u0940 \u091c\u093e\u0901\u091a \u0915\u0930\u0947\u0902.
